TOKEN = "6077460253:AAGRclv2VG08Qliv29RvzYVgpS7MhUrbO6E"
api_weather = "8c00d8b10a07f72f5ad2ff3251fc1f3e"
api_rate = "zVgHRlwzHfSSao556AGlBBbPQekK8nCO"

text = {
    'StartMenu': "Привет! Выбери интересующую тебя функцию:",
    'CallbackWeather': "Отправть город в котором вы бы хотели узнать погоду",
    'AnswerWeatherT': "Температур в городе {} в данный момент {} °C, скорость ветра {}м/c",
    'AnswerWeatherF': "Извините, такого города нет, попробуйте еще раз:",
    'CallbackRate': "Отправьте валютную пару для конвентирования в формате USD/RUB",
    'AnswerRateT': "Пожалуйста, введите сумму для конвертации:",
    'AnswerRateF': "Извините, между валютами должен стоять знак /, попробуйте еще раз:",
    'AnswerAmountS': "Результат: {} {} = {} {}",
    'AnswerAmountEt': "Извините неправильно указана валюта в которую будет проходить конвертация, попробуйте еще раз(Например: USD/RUB): ",
    'AnswerAmountEf': "Извините неправильно указана валюта из которой будет проходить конвертация, попробуйте еще раз(Например: USD/RUB): ",
    'AnswerAmountE': "Извините, неправильно введена сумма, возможно она содержит недопустимые символы, попробуйте еще раз(Например: 10)",
    'AnswerAmountC': "К сожалению сервис конвертации валют временно не доступен, попробуйте позже.",
    'CallbackAnimal': "Достаточно мило? :3",
    'CallbackPoll': "Отправь мне опрос для пересылки:",
    'AnswerPoll': "Опрос успешно отправлен.",
    'AnswerPollId': "Вы уверены что Id группы правильный?",
    'AnswerPollAll': "Извините, в данный момент вы можете отправить только опрос",
    'All': "Возможно вы хотели сделать что то из списка ниже?"
}